[{"snippet": "It was a bright cold day in April, and the clocks were striking thirteen.", "line_numbers": [1]}, {"snippet": "Winston Smith, his chin nuzzled into his breast in an effort to escape the\nvile wind, slipped quickly through the glass doors of Victory Mansions,\nthough not quickly enough to prevent a swirl of gritty dust from entering\nalong with him.", "line_numbers": [2, 3, 4, 5]}, {"snippet": "The hallway smelt of boiled cabbage and old rag mats.", "line_numbers": [6, 7]}, {"snippet": "At one end of it a\ncoloured poster, too large for indoor display, had been tacked to the wall.", "line_numbers": [7, 8]}, {"snippet": "It depicted simply an enormous face, more than a metre wide: the face of a\nman of about forty-five, with a heavy black moustache and ruggedly handsome\nfeatures.", "line_numbers": [9, 10, 11]}, {"snippet": "Winston made for the stairs.", "line_numbers": [11]}, {"snippet": "It was no use trying the lift.", "line_numbers": [11]}, {"snippet": "Even\nat the best of times it was seldom working, and at present the electric\ncurrent was cut off during daylight hours.", "line_numbers": [11, 12, 13]}, {"snippet": "It was part of the economy drive\nin preparation for Hate Week.", "line_numbers": [13, 14]}, {"snippet": "The flat was seven flights up, and Winston,\nwho was thirty-nine and had a varicose ulcer above his right ankle, went\nslowly, resting several times on the way.", "line_numbers": [14, 15, 16]}, {"snippet": "On each landing, opposite the\nlift-shaft, the poster with the enormous face gazed from the wall.", "line_numbers": [16, 17]}, {"snippet": "It was\none of those pictures which are so contrived that the eyes follow you about\nwhen you move.", "line_numbers": [17, 18, 19]}, {"snippet": "BIG BROTHER IS WATCHING YOU, the caption beneath it ran.", "line_numbers": [19]}, {"snippet": "Inside the flat a fruity voice was reading out a list of figures which had\nsomething to do with the production of pig-iron.", "line_numbers": [20, 21, 22]}, {"snippet": "The voice came from an\noblong metal plaque like a dulled mirror which formed part of the surface\nof the right-hand wall.", "line_numbers": [22, 23, 24]}, {"snippet": "Winston turned a switch and the voice sank\nsomewhat, though the words were still distinguishable.", "line_numbers": [24, 25]}, {"snippet": "The instrument\n(the telescreen, it was called) could be dimmed, but there was no way of\nshutting it off completely.", "line_numbers": [25, 26, 27]}, {"snippet": "He moved over to the window: a smallish, frail\nfigure, the meagreness of his body merely emphasized by the blue overalls\nwhich were the uniform of the party.", "line_numbers": [27, 28, 29]}, {"snippet": "His hair was very fair, his face\nnaturally sanguine, his skin roughened by coarse soap and blunt razor\nblades and the cold of the winter that had just ended.", "line_numbers": [29, 30, 31]}, {"snippet": "Outside, even through the shut window-pane, the world looked cold.", "line_numbers": [32, 33]}, {"snippet": "Down in\nthe street little eddies of wind were whirling dust and torn paper into\nspirals, and though the sun was shining and the sky a harsh blue, there\nseemed to be no colour in anything, except the posters that were plastered\neverywhere.", "line_numbers": [33, 34, 35, 36, 37]}, {"snippet": "The black-moustachio'd face gazed down from every commanding\ncorner.", "line_numbers": [37, 38]}, {"snippet": "There was one on the house-front immediately opposite.", "line_numbers": [38]}, {"snippet": "BIG BROTHER\nIS WATCHING YOU, the caption said, while the dark eyes looked deep into\nWinston's own.", "line_numbers": [38, 39, 40]}, {"snippet": "Down at street level another poster, torn at one corner,\nflapped fitfully in the wind, alternately covering and uncovering the\nsingle word INGSOC.", "line_numbers": [40, 41, 42]}, {"snippet": "In the far distance a helicopter skimmed down between\nthe roofs, hovered for an instant like a bluebottle, and darted away again\nwith a curving flight.", "line_numbers": [42, 43, 44]}, {"snippet": "It was the police patrol, snooping into people's\nwindows.", "line_numbers": [44, 45]}, {"snippet": "The patrols did not matter, however.", "line_numbers": [45]}, {"snippet": "Only the Thought Police\nmattered.", "line_numbers": [45, 46]}, {"snippet": "Behind Winston's back the voice from the telescreen was still babbling away\nabout pig-iron and the overfulfilment of the Ninth Three-Year Plan.", "line_numbers": [47, 48, 49]}, {"snippet": "The\ntelescreen received and transmitted simultaneously.", "line_numbers": [49, 50]}, {"snippet": "Any sound that Winston\nmade, above the level of a very low whisper, would be picked up by it,\nmoreover, so long as he remained within the field of vision which the metal\nplaque commanded, he could be seen as well as heard.", "line_numbers": [50, 51, 52, 53]}, {"snippet": "There was of course\nno way of knowing whether you were being watched at any given moment.", "line_numbers": [53, 54]}, {"snippet": "How\noften, or on what system, the Thought Police plugged in on any individual\nwire was guesswork.", "line_numbers": [54, 55, 56]}, {"snippet": "It was even conceivable that they watched everybody all\nthe time.", "line_numbers": [56, 57]}, {"snippet": "But at any rate they could plug in your wire whenever they wanted\nto.", "line_numbers": [57, 58]}, {"snippet": "You had to live--did live, from habit that became instinct--in the\nassumption that every sound you made was overheard, and, except in\ndarkness, every movement scrutinized.", "line_numbers": [58, 59, 60]}, {"snippet": "Winston kept his back turned to the telescreen.", "line_numbers": [61, 62]}, {"snippet": "It was safer; though, as he\nwell knew, even a back can be revealing.", "line_numbers": [62, 63]}, {"snippet": "A kilometre away the Ministry of\nTruth, his place of work, towered vast and white above the grimy landscape.", "line_numbers": [63, 64]}, {"snippet": "This, he thought with a sort of vague distaste--this was London, chief\ncity of Airstrip One, itself the third most populous of the provinces of\nOceania.", "line_numbers": [65, 66, 67]}, {"snippet": "He tried to squeeze out some childhood memory that should tell him\nwhether London had always been quite like this.", "line_numbers": [67, 68]}, {"snippet": "Were there always these\nvistas of rotting nineteenth-century houses, their sides shored up with\nbaulks of timber, their windows patched with cardboard and their roofs\nwith corrugated iron, their crazy garden walls sagging in all directions?", "line_numbers": [68, 69, 70, 71]}, {"snippet": "And the bombed sites where the plaster dust swirled in the air and the\nwillow-herb straggled over the heaps of rubble; and the places where the\nbombs had cleared a larger patch and there had sprung up sordid colonies\nof wooden dwellings like chicken-houses?", "line_numbers": [72, 73, 74, 75]}, {"snippet": "But it was no use, he could not\nremember: nothing remained of his childhood except a series of bright-lit\ntableaux occurring against no background and mostly unintelligible.", "line_numbers": [75, 76, 77]}, {"snippet": "The Ministry of Truth--Minitrue, in Newspeak [Newspeak was the official\nlanguage of Oceania.", "line_numbers": [78, 79, 80]}, {"snippet": "For an account of its structure and etymology see\nAppendix.]", "line_numbers": [80, 81]}, {"snippet": "--was startlingly different from any other object in sight.", "line_numbers": [81]}, {"snippet": "It\nwas an enormous pyramidal structure of glittering white concrete, soaring\nup, terrace after terrace, 300 metres into the air.", "line_numbers": [81, 82, 83]}, {"snippet": "From where Winston\nstood it was just possible to read, picked out on its white face in\nelegant lettering, the three slogans of the Party:\n\n\n  WAR IS PEACE\n  FREEDOM IS SLAVERY\n  IGNORANCE IS STRENGTH", "line_numbers": [83, 84, 85, 86, 87, 88, 89, 90]}]